{
  "relatedQuestions": [
    {
      "relatedQuestionStrings": {
        "en": null,
        "de": "Bitte machen Sie Angaben zum bereits begonnenen oder geplanten Studium, zur Berufsausbildung bzw. zur beruflichen Tätigkeit.\r\nStudium\r\nName und Ort der Hochschule bzw. Berufsakademie"
      },
      "questionNumber": "22",
      "instrumentNumber": 2
    }
  ],
  "distribution": null,
  "filterDetails": {
    "expressionLanguage": null,
    "description": {
      "en": null,
      "de": null
    },
    "expression": null
  },
  "generationDetails": {
    "ruleExpressionLanguage": null,
    "rule": null,
    "description": {
      "en": "This variable contains the openly recorded data on institutions of higher education in coded form. The Destatis key directory for student and examination statistics (winter semester 2007/2008) (see cl-destatis-hochschule-2008) was used as a code list. A project-specific code list (see cl-dzhw-9) was generated for the foreign institutions of higher education. The codes of some of the former universities were added from older lists if the respondents entered these.",
      "de": "Diese Variable enthält die offen erfassten Hochschulangaben in codierter Form. Als Codierliste für deutsche Hochschulen wurde das Destatis Schlüsselverzeichnis für die Studenten- und Prüfungsstatistik (WiSe 2007/2008) verwendet (vgl. cl-destatis-hochschule-2008). Für ausländische Hochschulen wurde eine projekteigene Codierliste verwendet (vgl. cl-dzhw-9). Die Codes einiger ehemaliger Hochschulen wurden aus älteren Verzeichnissen ergänzt, wenn die Befragten diese angaben."
    }
  },
  "storageType": "integer",
  "relatedVariables": null,
  "doNotDisplayThousandsSeparator": false,
  "derivedVariablesIdentifier": "gsl2008-ds1-bstu09",
  "panelIdentifier": null,
  "surveyNumbers": [2],
  "indexInDataSet": 282,
  "accessWays": ["not-accessible"],
  "annotations": {
    "en": null,
    "de": null
  },
  "label": {
    "en": "1st qualification: Institute of higher education/vocational academy",
    "de": "1. Qualifikation: Hochschule/Berufsakademie"
  },
  "scaleLevel": {
    "en": "nominal",
    "de": "nominal"
  },
  "dataType": {
    "en": "numeric",
    "de": "numerisch"
  }
}
